Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Close Windows apps to continue
de: Schließen Sie die Windows-Apps, um fortzufahren
es: Cierre las aplicaciones Windows para continuar
fr: Fermez les applications Windows pour continuer
ja: 続行するには、Windows アプリを閉じてください
ko: 계속하려면 Windows 앱을 닫으세요.
pt_br: Feche os aplicativos do Windows para continuar
ru: Закройте приложения Windows, чтобы продолжить.
zh_hans: 关闭 Windows 应用程序以继续
zh_hant: 關閉 Windows 應用程式以繼續

source: Closing Windows apps and waiting for wineserver to exit
de: Schließen der Windows-Apps und Warten auf das Beenden von wineserver
es: Cerrando aplicaciones Windows y esperando a que salga wineserver
fr: Fermeture des applications Windows et attente de la fermeture de wineserver
ja: Windows アプリを閉じて、wineserver が終了するのを待ちます
ko: Windows 앱을 닫고 wineserver가 종료되기를 기다리는 중
pt_br: Fechando os aplicativos do Windows e aguardando o encerramento do wineserver
ru: Закрытие приложений Windows и ожидание выхода wineserver.
zh_hans: 关闭 Windows 应用程序并等待 wineserver 退出
zh_hant: 關閉 Windows 應用程式並等待 wineserver 退出

source: Command plan could not be serialized for the runner.
de: Der Befehlsplan für switchyard-runner konnte nicht serialisiert werden.
es: No se pudo serializar el plan de comandos para switchyard-runner.
fr: Le plan de commande de switchyard-runner n’a pas pu être sérialisé.
ja: switchyard-runner 用のコマンドプランをシリアル化できませんでした。
ko: switchyard-runner용 명령 계획을 직렬화할 수 없습니다.
pt_br: Não foi possível serializar o plano de comandos para o switchyard-runner.
ru: Не удалось сериализовать план команд для switchyard-runner.
zh_hans: 无法序列化 switchyard-runner 的命令计划。
zh_hant: 無法序列化 switchyard-runner 的指令規劃。

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
ja: 互換性
ko: 호환성
pt_br: Compatibilidade
ru: Совместимость
zh_hans: 兼容性
zh_hant: 相容性

source: Compatibility Pending
de: Kompatibilität steht aus
es: Compatibilidad pendiente
fr: Compatibilité en attente
ja: 互換性保留中
ko: 호환성 보류 중
pt_br: Compatibilidade pendente
ru: Ожидается совместимость
zh_hans: 兼容性待定
zh_hant: 相容性待定

source: Compatibility files cannot be changed while a Windows app is still running.
de: Kompatibilitätsdateien können nicht geändert werden, während eine Windows-App noch ausgeführt wird.
es: Los archivos de compatibilidad no se pueden cambiar mientras una aplicación Windows aún se está ejecutando.
fr: Les fichiers de compatibilité ne peuvent pas être modifiés lorsqu'une application Windows est toujours en cours d'exécution.
ja: Windows アプリの実行中は、互換性ファイルを変更できません。
ko: Windows 앱이 실행되는 동안에는 호환성 파일을 변경할 수 없습니다.
pt_br: Arquivos de compatibilidade não podem ser alterados enquanto um aplicativo Windows estiver rodando.
ru: Файлы совместимости нельзя изменить, пока приложение Windows все еще работает.
zh_hans: 当 Windows 应用程序仍在运行时，无法更改兼容性文件。
zh_hant: 當 Windows 應用程式仍在運行時，無法變更相容性檔案。

source: Compatible
de: Kompatibel
es: compatibles
ja: 互換性のある
ko: 호환 가능
pt_br: Compatível
ru: Совместимый
zh_hans: 兼容
zh_hant: 相容

source: Container Files
de: Containerdateien
es: Archivos contenedor
fr: Fichiers conteneurs
ja: コンテナファイル
ko: 컨테이너 파일
pt_br: Arquivos do contêiner
ru: Файлы контейнера
zh_hans: 容器文件
zh_hant: 容器文件

source: Container Path
de: Containerpfad
es: Ruta del contenedor
fr: Chemin du conteneur
ja: コンテナパス
ko: 컨테이너 경로
pt_br: Caminho do contêiner
ru: Путь контейнера
zh_hans: 容器路径
zh_hant: 容器路徑

source: Container Record
de: Containereintrag
es: Registro del contenedor
fr: Fiche du conteneur
ja: コンテナ情報
ko: 컨테이너 기록
pt_br: Registro do contêiner
ru: Запись контейнера
zh_hans: 容器记录
zh_hant: 容器記錄

source: Container Settings
de: Containereinstellungen
es: Configuración del contenedor
fr: Paramètres du conteneur
ja: コンテナの設定
ko: 컨테이너 설정
pt_br: Ajustes do contêiner
ru: Настройки контейнера
zh_hans: 容器设置
zh_hant: 容器設定

source: Container names cannot be empty.
de: Containernamen dürfen nicht leer sein.
es: Los nombres de los contenedores no pueden estar vacíos.
fr: Les noms de conteneurs ne peuvent pas être vides.
ja: コンテナ名を空にすることはできません。
ko: 컨테이너 이름은 비워둘 수 없습니다.
pt_br: Nomes de contêineres não podem estar vazios.
ru: Имена контейнеров не могут быть пустыми.
zh_hans: 容器名称不能为空。
zh_hant: 容器名稱不能為空。

source: Container path is empty or invalid: %@
de: Der Containerpfad ist leer oder ungültig: %1$@
es: La ruta del contenedor está vacía o no es válida: %1$@
fr: Le chemin du conteneur est vide ou non valide : %1$@
ja: コンテナパスが空か無効です: %1$@
ko: 컨테이너 경로가 비어 있거나 유효하지 않습니다: %1$@
pt_br: O caminho do contêiner está vazio ou inválido: %1$@
ru: Путь к контейнеру пуст или недействителен: %1$@.
zh_hans: 容器路径为空或无效：%1$@
zh_hant: 容器路徑為空或無效：%1$@

source: Containers
de: Container
es: Contenedores
fr: Conteneurs
ja: コンテナ
ko: 컨테이너
pt_br: Contêineres
ru: Контейнеры
zh_hans: 容器
zh_hant: 容器

source: Containers and portable manifests stay in this user-selected folder. Runtime caches and logs remain in their documented user-local locations.
de: Container und tragbare Manifeste bleiben in diesem vom Benutzer ausgewählten Ordner. Laufzeit-Caches und Protokolle bleiben an ihren dokumentierten lokalen Speicherorten des Benutzers.
es: Los contenedores y manifiestos portátiles permanecen en esta carpeta seleccionada por el usuario. Los registros y cachés en tiempo de ejecución permanecen en sus ubicaciones locales de usuario documentadas.
fr: Les conteneurs et les manifestes portables restent dans ce dossier sélectionné par l'utilisateur. Les caches et les journaux d'exécution restent dans leurs emplacements utilisateur locaux documentés.
ja: コンテナーとポータブル マニフェストは、ユーザーが選択したこのフォルダーに残ります。実行時のキャッシュとログは、文書化されたユーザーのローカルの場所に残ります。
ko: 컨테이너와 이동식 매니페스트는 사용자가 선택한 폴더에 저장합니다. 런타임 캐시와 로그는 문서에 안내된 사용자 전용 위치에 둡니다.
pt_br: Os contêineres e manifestos portáteis ficam nesta pasta. Os caches do runtime e os registros permanecem nos locais do usuário indicados na documentação.
ru: Контейнеры и переносимые манифесты остаются в этой папке, выбранной пользователем. Кэши и журналы среды выполнения остаются в своих задокументированных локальных расположениях у пользователя.
zh_hans: 容器和便携式清单保留在这个用户选择的文件夹中。运行时缓存和日志保留在其记录的用户本地位置。
zh_hant: 容器和便攜式清單保留在這個使用者選擇的資料夾中。運行時快取和日誌保留在其記錄的使用者本地位置。

source: Continue Setup
de: Setzen Sie die Einrichtung fort
es: Continuar configuración
fr: Continuer la configuration
ja: セットアップを続行する
ko: 계속 설정
pt_br: Continuar configuração
ru: Продолжить настройку
zh_hans: 继续设置
zh_hant: 繼續設定

source: Continue Steam Setup
de: Fahren Sie mit dem Steam-Setup fort
es: Continuar con la configuración de Steam
fr: Continuer la configuration de Steam
ja: Steam セットアップを続行
ko: Steam 설정 계속
pt_br: Continuar configuração do Steam
ru: Продолжить настройку Steam
zh_hans: 继续 Steam 设置
zh_hant: 繼續 Steam 設定

source: Continue in the same private container; Switchyard will not create a duplicate.
de: Fahren Sie im selben privaten Container fort; Switchyard erstellt kein Duplikat.
es: Continuar en el mismo contenedor privado; Switchyard no creará un duplicado.
fr: Continuez dans le même conteneur privé ; Switchyard ne créera pas de doublon.
ja: 同じプライベートコンテナ内で続行します。 Switchyard は重複を作成しません。
ko: 동일한 개인 컨테이너에서 계속하십시오. Switchyard는 중복을 생성하지 않습니다.
pt_br: Continue no mesmo contêiner privado; Switchyard não vai criar uma duplicata.
ru: Продолжайте в том же личном контейнере; Switchyard не будет создавать дубликат.
zh_hans: 继续在同一个私人容器中； Switchyard 不会创建重复项。
zh_hant: 繼續在同一個私人容器中； Switchyard 不會建立重複項。

source: Continuing Steam Setup…
de: Fortsetzung der Steam-Einrichtung…
es: Continuando con la configuración de Steam…
fr: Poursuite de la configuration de Steam…
ja: Steam セットアップを続行しています…
ko: Steam 설정을 계속하는 중…
pt_br: Continuando a configuração do Steam…
ru: Продолжаем настройку Steam…
zh_hans: 继续 Steam 设置...
zh_hant: 繼續 Steam 設定...

source: Copy Diagnostic Bundle
de: Diagnosepaket kopieren
es: Copiar paquete de diagnóstico
fr: Copier l'ensemble de diagnostics
ja: 診断バンドルのコピー
ko: 진단 번들 복사
pt_br: Copiar pacote de diagnóstico
ru: Копировать диагностический пакет
zh_hans: 复制诊断包
zh_hant: 複製診斷包

source: Copy Filtered Logs
de: Gefilterte Protokolle kopieren
es: Copiar registros filtrados
fr: Copier les journaux filtrés
ja: フィルタリングされたログをコピーする
ko: 필터링된 로그 복사
pt_br: Copiar logs filtrados
ru: Копировать отфильтрованные журналы
zh_hans: 复制过滤的日志
zh_hant: 複製過濾的日誌

source: Copy Redacted
de: Geschwärzt kopieren
es: Copiar con datos sensibles ocultos
fr: Copier en masquant les données sensibles
ja: 機密情報を伏せてコピー
ko: 민감 정보 가리고 복사
pt_br: Copiar com dados sensíveis ocultos
ru: Копировать с маскированием данных
zh_hans: 隐去敏感信息后复制
zh_hant: 隱藏敏感資訊後複製

source: Copy diagnostic bundle?
de: Diagnosepaket kopieren?
es: ¿Copiar paquete de diagnóstico?
fr: Copier l'ensemble de diagnostics ?
ja: 診断バンドルをコピーしますか?
ko: 진단 번들을 복사하시겠습니까?
pt_br: Copiar o pacote de diagnóstico?
ru: Копировать диагностический пакет?
zh_hans: 复制诊断包？
zh_hant: 複製診斷包？

source: Copy filtered logs?
de: Gefilterte Protokolle kopieren?
es: ¿Copiar los registros filtrados?
fr: Copier les journaux filtrés ?
ja: 絞り込んだログをコピーしますか？
ko: 필터링한 로그를 복사할까요?
pt_br: Copiar os registros filtrados?
ru: Скопировать отфильтрованные журналы?
zh_hans: 要复制筛选后的日志吗？
zh_hant: 要複製篩選後的記錄嗎？

source: Copy the invalid callback address from Safari before recovering it.
de: Kopieren Sie die ungültige Rückrufadresse aus Safari, bevor Sie sie wiederherstellen.
es: Copie la dirección de devolución de llamada no válida de Safari antes de recuperarla.
fr: Copiez l'adresse de rappel invalide de Safari avant de la récupérer.
ja: 無効なコールバック アドレスを回復する前に、Safari からコピーしてください。
ko: Safari에서 열지 못한 주소를 복사한 뒤 다시 시도하세요.
pt_br: Copie o endereço de retorno inválido do Safari antes de recuperá-lo.
ru: Скопируйте неверный адрес обратного вызова из Safari перед его восстановлением.
zh_hans: 在恢复之前从 Safari 复制无效的回调地址。
zh_hant: 在恢復之前從 Safari 複製無效的回呼位址。

source: Could not choose a safe macOS desktop name for %@.
de: Für %1$@ konnte kein sicherer macOS-Desktopname ausgewählt werden.
es: No se pudo elegir un nombre de escritorio macOS seguro para %1$@.
fr: Impossible de choisir un nom de bureau macOS sécurisé pour %1$@.
ja: %1$@ の安全な macOS デスクトップ名を選択できませんでした。
ko: %1$@에 대해 안전한 macOS 데스크톱 이름을 선택할 수 없습니다.
pt_br: Não foi possível escolher um nome seguro para o atalho de %1$@ no macOS.
ru: Не удалось выбрать безопасное имя рабочего стола macOS для %1$@.
zh_hans: 无法为 %1$@ 选择安全的 macOS 桌面名称。
zh_hant: 無法為 %1$@ 選擇安全的 macOS 桌面名稱。

source: Could not create a temporary download file.
de: Es konnte keine temporäre Download-Datei erstellt werden.
es: No se pudo crear un archivo de descarga temporal.
fr: Impossible de créer un fichier de téléchargement temporaire.
ja: 一時ダウンロードファイルを作成できませんでした。
ko: 임시 다운로드 파일을 생성할 수 없습니다.
pt_br: Não foi possível criar um arquivo de download temporário.
ru: Не удалось создать временный файл загрузки.
zh_hans: 无法创建临时下载文件。
zh_hant: 無法建立臨時下載檔案。

# Could not create debug log directory %@: %@
source: Could not create debug log directory %1$@: %2$@
de: Das Debug-Protokollverzeichnis %1$@ konnte nicht erstellt werden: %2$@
es: No se pudo crear el directorio de registro de depuración %1$@: %2$@
fr: Impossible de créer le répertoire du journal de débogage %1$@ : %2$@
ja: デバッグ ログ ディレクトリ %1$@ を作成できませんでした: %2$@
ko: 디버그 로그 디렉터리 %1$@: %2$@를 생성할 수 없습니다.
pt_br: Não foi possível criar o diretório de log de depuração %1$@: %2$@
ru: Не удалось создать каталог журнала отладки %1$@: %2$@.
zh_hans: 无法创建调试日志目录 %1$@：%2$@
zh_hant: 無法建立偵錯日誌目錄 %1$@：%2$@

source: Could not download %@.
de: %1$@ konnte nicht heruntergeladen werden.
es: No se pudo descargar %1$@.
fr: Impossible de télécharger %1$@.
ja: %1$@をダウンロードできませんでした。
ko: %1$@를 다운로드할 수 없습니다.
pt_br: Não foi possível baixar %1$@.
ru: Не удалось загрузить %1$@.
zh_hans: 无法下载 %1$@。
zh_hant: 無法下載 %1$@。

source: Could not import GPTK disk image: %@
de: Das Disk-Image GPTK konnte nicht importiert werden: %1$@
es: No se pudo importar la imagen de disco GPTK: %1$@
fr: Impossible d'importer l'image disque GPTK : %1$@
ja: GPTK ディスク イメージをインポートできませんでした: %1$@
ko: GPTK 디스크 이미지를 가져올 수 없습니다: %1$@
pt_br: Não foi possível importar a imagem de disco do GPTK: %1$@
ru: Не удалось импортировать образ диска GPTK: %1$@.
zh_hans: 无法导入 GPTK 磁盘映像：%1$@
zh_hant: 無法匯入 GPTK 磁碟映像：%1$@

source: Could not inspect this Wine runtime for an existing prefix session; launching without stopping it.
de: Diese Wine-Laufzeit konnte nicht auf eine vorhandene Präfixsitzung überprüft werden. starten, ohne es zu stoppen.
es: No se pudo inspeccionar este tiempo de ejecución Wine para una sesión de prefijo existente; lanzando sin detenerlo.
fr: Impossible d'inspecter ce runtime Wine pour une session de préfixe existante ; lancer sans l'arrêter.
ja: この Wine ランタイムの既存のプレフィックス セッションを検査できませんでした。止めずに起動します。
ko: 기존 접두사 세션에 대해 이 Wine 런타임을 검사할 수 없습니다. 멈추지 않고 시작합니다.
pt_br: Não foi possível verificar se há uma sessão ativa neste runtime do Wine; o app será aberto sem interrompê-la.
ru: Не удалось проверить эту среду выполнения Wine на наличие существующего сеанса префикса; запуск без остановки.
zh_hans: 无法检查此 Wine 运行时是否存在现有前缀会话；启动而不停止。
zh_hant: 無法檢查此 Wine 運行時是否存在現有前綴會話；啟動而不停止。

# Could not install %@: %@
source: Could not install %1$@: %2$@
de: %1$@ konnte nicht installiert werden: %2$@
es: No se pudo instalar %1$@: %2$@
fr: Impossible d’installer %1$@ : %2$@
ja: %1$@ をインストールできませんでした：%2$@
ko: %1$@ 설치 실패: %2$@
pt_br: Não foi possível instalar %1$@: %2$@
ru: Не удалось установить %1$@: %2$@
zh_hans: 无法安装 %1$@：%2$@
zh_hant: 無法安裝 %1$@：%2$@

source: Could not install the compatible runtime: %@
de: Die kompatible Laufzeit konnte nicht installiert werden: %1$@
es: No se pudo instalar el tiempo de ejecución compatible: %1$@
fr: Impossible d'installer le runtime compatible : %1$@
ja: 互換性のあるランタイムをインストールできませんでした: %1$@
ko: 호환 가능한 런타임을 설치할 수 없습니다: %1$@
pt_br: Não foi possível instalar o runtime compatível: %1$@
ru: Не удалось установить совместимую среду выполнения: %1$@.
zh_hans: 无法安装兼容的运行时：%1$@
zh_hant: 無法安裝相容的運行時：%1$@

# Could not lock %@ for a safe folder rename: %@
source: Could not lock %1$@ for a safe folder rename: %2$@
de: %1$@ konnte nicht für eine sichere Ordnerumbenennung gesperrt werden: %2$@
es: No se pudo bloquear %1$@ para cambiar el nombre de una carpeta segura: %2$@
fr: Impossible de verrouiller %1$@ pour un changement de nom de dossier sécurisé : %2$@
ja: 安全なフォルダー名変更のために %1$@ をロックできませんでした: %2$@
ko: 안전한 폴더 이름 변경을 위해 %1$@를 잠글 수 없습니다: %2$@
pt_br: Não foi possível bloquear %1$@ para renomear a pasta com segurança: %2$@
ru: Не удалось заблокировать %1$@ для безопасного переименования папки: %2$@.
zh_hans: 无法锁定 %1$@ 进行安全文件夹重命名：%2$@
zh_hant: 無法鎖定 %1$@ 進行安全資料夾重新命名：%2$@

source: Could not open the Apple Developer download page.
de: Die Apple Developer-Downloadseite konnte nicht geöffnet werden.
es: No se pudo abrir la página de descarga de Apple Developer.
fr: Impossible d'ouvrir la page de téléchargement du développeur Apple.
ja: Apple Developer ダウンロード ページを開けませんでした。
ko: Apple 개발자 다운로드 페이지를 열 수 없습니다.
pt_br: Não foi possível abrir a página de downloads do Apple Developer.
ru: Не удалось открыть страницу загрузки Apple Developer.
zh_hans: 无法打开 Apple Developer 下载页面。
zh_hant: 無法開啟 Apple Developer 下載頁面。

source: Could not prepare Open Font Pack: %@
de: Open-Font-Paket konnte nicht vorbereitet werden: %1$@
es: No se pudo preparar paquete de fuentes abiertas: %1$@
fr: Impossible de préparer pack de polices libres : %1$@
ja: オープンフォントパック を準備できませんでした: %1$@
ko: 오픈 폰트 팩을 준비하지 못했습니다: %1$@
pt_br: Não foi possível preparar o pacote de fontes abertas: %1$@
ru: Не удалось подготовить пакет открытых шрифтов: %1$@.
zh_hans: 无法准备 开放字体包：%1$@
zh_hant: 無法準備 開放字型套件：%1$@

source: Could not prepare container: %@
de: Container konnte nicht vorbereitet werden: %1$@
es: No se pudo preparar el contenedor: %1$@
fr: Impossible de préparer le conteneur : %1$@
ja: コンテナを準備できませんでした: %1$@
ko: 컨테이너를 준비할 수 없습니다: %1$@
pt_br: Não foi possível preparar o contêiner: %1$@
ru: Не удалось подготовить контейнер: %1$@.
zh_hans: 无法准备容器：%1$@
zh_hant: 無法準備容器：%1$@

source: Could not recheck that %@ remained idle, so its folder was not renamed.
de: Es konnte nicht erneut überprüft werden, ob %1$@ inaktiv blieb, daher wurde der Ordner nicht umbenannt.
es: No se pudo volver a verificar que %1$@ permaneciera inactivo, por lo que no se cambió el nombre de su carpeta.
fr: Impossible de vérifier à nouveau que %1$@ est resté inactif, son dossier n'a donc pas été renommé.
ja: %1$@ がアイドル状態のままであることを再確認できなかったため、そのフォルダーの名前が変更されませんでした。
ko: 유휴 상태를 다시 확인하지 못해 %1$@의 폴더 이름을 바꾸지 않았습니다.
pt_br: Não foi possível verificar novamente que %1$@ permaneceu inativo, então sua pasta não foi renomeada.
ru: Не удалось перепроверить, что %1$@ простаивал, поэтому его папка не была переименована.
zh_hans: 无法重新检查 %1$@ 是否仍处于空闲状态，因此其文件夹未重命名。
zh_hant: 無法重新檢查 %1$@ 是否仍處於空閒狀態，因此其資料夾未重新命名。

source: Could not register the generated macOS handler for the %1$@ URL scheme (status %2$d).
de: Der generierte macOS-Handler konnte für das URL-Schema %1$@ nicht registriert werden (Status %2$d).
es: No se pudo registrar el controlador macOS generado para el esquema de URL %1$@ (estado %2$d).
fr: Impossible d'enregistrer le gestionnaire macOS généré pour le schéma d'URL %1$@ (statut %2$d).
ja: 生成された macOS ハンドラーを %1$@ URL スキームに登録できませんでした (ステータス %2$d)。
ko: %1$@ URL 체계에 대해 생성된 macOS 처리기를 등록할 수 없습니다(상태 %2$d).
pt_br: Não foi possível registrar o manipulador de macOS gerado para o esquema de URL %1$@ (status %2$d).
ru: Не удалось зарегистрировать сгенерированный обработчик macOS для схемы URL-адресов %1$@ (статус %2$d).
zh_hans: 无法注册为 %1$@ URL 方案生成的 macOS 处理程序（状态 %2$d）。
zh_hant: 無法註冊為 %1$@ URL 方案產生的 macOS 處理程序（狀態 %2$d）。

source: Could not remove the runtime: %@
de: Die Laufzeitumgebung konnte nicht entfernt werden: %1$@
es: No se pudo eliminar el entorno de ejecución: %1$@
fr: Impossible de supprimer l’environnement d’exécution : %1$@
ja: ランタイムを削除できませんでした：%1$@
ko: 런타임을 제거할 수 없습니다: %1$@
pt_br: Não foi possível remover o runtime: %1$@
ru: Не удалось удалить среду выполнения: %1$@
zh_hans: 无法移除运行时：%1$@
zh_hant: 無法移除執行環境：%1$@

# Could not rename %@: %@
source: Could not rename %1$@: %2$@
de: %1$@ konnte nicht umbenannt werden: %2$@
es: No se pudo cambiar el nombre de %1$@: %2$@
fr: Impossible de renommer %1$@ : %2$@
ja: %1$@ の名前を変更できませんでした: %2$@
ko: %1$@ 이름을 바꿀 수 없습니다: %2$@
pt_br: Não foi possível renomear %1$@: %2$@
ru: Не удалось переименовать %1$@: %2$@.
zh_hans: 无法重命名 %1$@：%2$@
zh_hant: 無法重新命名 %1$@：%2$@

source: Could not save container manifest: %@
de: Containermanifest konnte nicht gespeichert werden: %1$@
es: No se pudo guardar el manifiesto del contenedor: %1$@
fr: Impossible d'enregistrer le manifeste du conteneur : %1$@
ja: コンテナマニフェストを保存できませんでした: %1$@
ko: 컨테이너 매니페스트를 저장하지 못했습니다: %1$@
pt_br: Não foi possível salvar o manifesto do contêiner: %1$@
ru: Не удалось сохранить манифест контейнера: %1$@.
zh_hans: 无法保存容器清单：%1$@
zh_hant: 無法儲存容器清單：%1$@

source: Could not sign the generated macOS handler for the %@ URL scheme.
de: Der generierte macOS-Handler für das URL-Schema %1$@ konnte nicht signiert werden.
es: No se pudo firmar el controlador macOS generado para el esquema de URL %1$@.
fr: Impossible de signer le gestionnaire macOS généré pour le schéma d'URL %1$@.
ja: %1$@ URL スキーム用に生成された macOS ハンドラーに署名できませんでした。
ko: %1$@ URL 체계에 대해 생성된 macOS 처리기에 서명할 수 없습니다.
pt_br: Não foi possível assinar o handler de macOS gerado para o esquema de URL %1$@.
ru: Не удалось подписать сгенерированный обработчик macOS для схемы URL-адресов %1$@.
zh_hans: 无法对 %1$@ URL 方案生成的 macOS 处理程序进行签名。
zh_hant: 無法對 %1$@ URL 方案產生的 macOS 處理程序進行簽署。

source: Could not sign the generated macOS shortcut for %@.
de: Die generierte macOS-Verknüpfung für %1$@ konnte nicht signiert werden.
es: No se pudo firmar el acceso directo macOS generado para %1$@.
fr: Impossible de signer le raccourci macOS généré pour %1$@.
ja: %1$@ に対して生成された macOS ショートカットに署名できませんでした。
ko: %1$@에 대해 생성된 macOS 바로가기에 서명할 수 없습니다.
pt_br: Não foi possível assinar o atalho do macOS gerado para %1$@.
ru: Не удалось подписать сгенерированный ярлык macOS для %1$@.
zh_hans: 无法签署 %1$@ 生成的 macOS 快捷方式。
zh_hant: 無法簽署 %1$@ 產生的 macOS 捷徑。

# Could not stop %@ safely and move it to Trash: %@
source: Could not stop %1$@ safely and move it to Trash: %2$@
de: %1$@ konnte nicht sicher gestoppt und in den Papierkorb verschoben werden: %2$@
es: No se pudo detener %1$@ de forma segura y moverlo a la Papelera: %2$@
fr: Impossible d'arrêter le %1$@ en toute sécurité et de le déplacer vers la corbeille : %2$@
ja: %1$@ を安全に停止してゴミ箱に移動できませんでした: %2$@
ko: %1$@를 안전하게 중지하고 휴지통으로 이동할 수 없습니다: %2$@
pt_br: Não foi possível interromper %1$@ com segurança e movê-lo para o Lixo: %2$@
ru: Не удалось безопасно остановить %1$@ и переместить его в корзину: %2$@.
zh_hans: 无法安全停止 %1$@ 并将其移至垃圾箱：%2$@
zh_hant: 無法安全停止 %1$@ 並將其移至垃圾箱：%2$@

source: Could not stop Wine processes: %@
de: Wine-Prozesse konnten nicht gestoppt werden: %1$@
es: No se pudieron detener los procesos Wine: %1$@
fr: Impossible d'arrêter les processus Wine : %1$@
ja: Wine プロセスを停止できませんでした: %1$@
ko: Wine 프로세스를 중지할 수 없습니다: %1$@
pt_br: Não foi possível interromper os processos do Wine: %1$@
ru: Не удалось остановить процессы Wine: %1$@.
zh_hans: 无法停止 Wine 进程：%1$@
zh_hant: 無法停止 Wine 進程：%1$@

source: Could not trust this official runtime: %@
de: Dieser offiziellen Laufzeitumgebung konnte nicht vertraut werden: %1$@
es: No se pudo confiar en este entorno de ejecución oficial: %1$@
fr: Impossible d’approuver cet environnement d’exécution officiel : %1$@
ja: この公式ランタイムを信頼できません：%1$@
ko: 이 공식 런타임을 신뢰할 수 없습니다: %1$@
pt_br: Não foi possível confiar neste runtime oficial: %1$@
ru: Не удалось подтвердить доверие к официальной среде выполнения: %1$@
zh_hans: 无法信任此官方运行时：%1$@
zh_hant: 無法信任此官方執行環境：%1$@

source: Could not verify that %@ is idle, so its folder was not renamed.
de: Es konnte nicht überprüft werden, ob %1$@ inaktiv ist, daher wurde der Ordner nicht umbenannt.
es: No se pudo verificar que %1$@ esté inactivo, por lo que no se cambió el nombre de su carpeta.
fr: Impossible de vérifier que %1$@ est inactif ; son dossier n'a donc pas été renommé.
ja: %1$@ がアイドル状態であることを確認できなかったため、そのフォルダーの名前は変更されませんでした。
ko: %1$@가 유휴 상태인지 확인할 수 없어 폴더 이름이 바뀌지 않았습니다.
pt_br: Não foi possível verificar se %1$@ está inativo, então a pasta não foi renomeada.
ru: Не удалось проверить, что %1$@ простаивает, поэтому его папка не была переименована.
zh_hans: 无法验证 %1$@ 是否空闲，因此其文件夹未重命名。
zh_hant: 無法驗證 %1$@ 是否空閒，因此其資料夾未重新命名。

source: Create a private space for a Windows app
de: Erstellen Sie einen privaten Bereich für eine Windows-App
es: Cree un espacio privado para una aplicación Windows
fr: Créer un espace privé pour une application Windows
ja: Windows アプリのプライベート スペースを作成する
ko: Windows 앱을 위한 개인 공간 만들기
pt_br: Crie um espaço privado para um aplicativo Windows
ru: Создайте личное пространство для приложения Windows.
zh_hans: 为Windows应用程序创建私人空间
zh_hant: 為Windows應用程式建立私人空間

source: Create an Empty Container
de: Leeren Container erstellen
es: Crear un contenedor vacío
fr: Créer un conteneur vide
ja: 空のコンテナを作成
ko: 빈 컨테이너 만들기
pt_br: Criar contêiner vazio
ru: Создать пустой контейнер
zh_hans: 创建空容器
zh_hant: 建立空白容器

source: Created a native macOS desktop shortcut for %@.
de: Für %1$@ wurde eine native macOS-Desktopverknüpfung erstellt.
es: Se creó un acceso directo de escritorio nativo macOS para %1$@.
fr: Création d'un raccourci de bureau natif macOS pour %1$@.
ja: %1$@ のネイティブ macOS デスクトップ ショートカットを作成しました。
ko: macOS 데스크탑에 %1$@ 바로 가기를 만들었습니다.
pt_br: Um atalho nativo do macOS foi criado na mesa para %1$@.
ru: Создан собственный ярлык macOS на рабочем столе для %1$@.
zh_hans: 为 %1$@ 创建了本机 macOS 桌面快捷方式。
zh_hant: 為 %1$@ 建立了本機 macOS 桌面捷徑。

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
pt_br: Atual
ru: Текущий
zh_hans: 当前
zh_hant: 目前

source: Dashboard
de: Übersicht
es: Resumen
fr: Vue d’ensemble
ja: 概要
ko: 대시보드
pt_br: Visão geral
ru: Обзор
zh_hans: 概览
zh_hant: 概覽
